package com.gqz;

import org.junit.Test;

/**
 * <p></p>
 *
 * @author gqz20
 * @create 2021-10-07 10:44
 **/
public class test {
    @Test
    public void setUp(){
        String s = "本人也是经过了深思熟虑,在每个日日夜夜思考这个问题. 我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, \n" +
                "史美尔斯曾经说过, 书籍把我们引入最美好的社会，使我们认识各个时代的伟大智者。这句话语虽然很短, 但令我浮想联翩. 总结的来说, 爱迪生说过一句富有哲理的话, 失败也是我需要的，它和成功对我一样有价值。这不禁令我深思. 总结的来说, \n" +
                "既然如何, 这是不可避免的. 了解清楚随机一段废话到底是一种怎么样的存在, 是解决一切问题的关键.既然如何, 这样看来, 带着这些问题, 我们来审视一下随机一段废话. 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. 这样看来, 从这个角度来看, 所谓随机一段废话, 关键是随机一段废话需要如何写. 就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 我认为, 在这种不可避免的冲突下，我们必须解决这个问题. 这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.既然如此, 从这个角度来看, \n" +
                "所谓随机一段废话, 关键是随机一段废话需要如何写. \n" +
                "在这种困难的抉择下, 本人思来想去, 寝食难安.\n" +
                "一般来讲, 我们都必须务必慎重的考虑考虑. 每个人都不得不面对这些问题. 在面对这种问题时, 从这个角度来看, 这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.每个人都不得不面对这些问题. 在面对这种问题时, 带着这些问题, 我们来审视一下随机一段废话. 吉格·金克拉曾经提到过, 如果你能做梦，你就能实现它。这句话看似简单，但其中的阴郁不禁让人深思. 随机一段废话, 发生了会如何, 不发生又会如何. 我们都知道, 只要有意义, 那么就必须慎重考虑.现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, \n" +
                "随机一段废话因何而发生?\n" +
                "既然如此, 随机一段废话似乎是一种巧合，但如果我们从一个更大的角度看待问题，这似乎是一种不可避免的事实. 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. 那么, 所谓随机一段废话, 关键是随机一段废话需要如何写. 现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 在这种不可避免的冲突下，我们必须解决这个问题. ";
        System.out.println(s);
    }
}
